Repository: capitoledulibre/cdl-site
Catalog: cdl/locale/*/LC_MESSAGES/django.po
Languages: fr

source: The description must be less than 400 characters
fr: La description doit être de moins de 400 caractères

source: Capitole du Libre proposal category
fr: Catégorie de propositions pour le Capitole du Libre

source: Capitole du Libre proposal categories
fr: Catégories de propositions pour le Capitole du Libre

source: Novice
fr: Débutant

source: Intermediate
fr: Intermédiaire

source: Experienced
fr: Confirmé

source: Audience level
fr: Niveau du Public

source: Prerequistes
fr: Prérequis

source: If Prerequistes are needed to follow this talk or workshop.
fr: Indiquez si des pré-requis sont nécessaires pour suivre cette conférence ou atelier.

source: Recording release
fr: Enregistrement vidéo

source: By submitting your proposal, you agree to give permission to the conference organizers to record, edit, and release audio and/or video of your presentation. If you do not agree to this, please uncheck this box.
fr: En soumettant votre proposition, vous donnez l'autorisation aux organisateurs d'enregistrer, modifier et publier une retranscriptionaudio et/ou vidéo de votre présentation. Si vous n'êtes pas d'accord avec ceci, vous pouvez décocher cette case.

source: No preference
fr: Pas de préférence

source: I prefer a 20 minute slot
fr: Je préfère un créneau de 20 minutes

source: I prefer a 50 minute slot
fr: Je préfère un créneau de 50 minutes

source: Duration
fr: Durée

source: talk proposal
fr: proposition de conférence

source: I prefer a 1h20 slot
fr: Je préfère un créneau d'1h20

source: I prefer a 2h50 slot
fr: Je préfère un créneau d'2h50

source: tutorial proposal
fr: proposition d'atelier

source: stand proposal
fr: proposition de stand

source: French
fr: Français

source: English
fr: Anglais

source: Dashboard
fr: Tableau de bord

source: Settings
fr: Paramètres

source: Admin
fr: Administration

source: Log out
fr: Déconnexion

source: Log in
fr: Connexion

source: Sign up
fr: S'inscrire

source: Log in to an existing account
fr: Connexion à un compte existant

source: Forgot your password?
fr: Mot de passe oublié ?

source: Editing content:
fr: Éditer le contenu :

source: Upload
fr: Téléverser

source: Create Page
fr: Créer la page

source: Edit page at:
fr: Modifier la page à :

source: Save
fr: Sauvegarder

source: Email
fr: Courriel

source: Speaker Profile?
fr: Profil d'intervenant

source: Organisation
fr: Durée

source: Proposals
fr: Propositions

source: City
fr: Ville

source: Need travel ?
fr: Défraiement pour déplacement ?

source: Need hosting ?
fr: Besoin d'un hébergement ?

source: Speaking
fr: Conférence

source: Create a speaker profile
fr: Créer votre profil d'intervenant

source: Edit your speaker profile
fr: Modifier votre profil d'intervenant

source: Submit a new proposal
fr: Soumettre une proposition

source: Your Proposals
fr: Vos propositions

source: Title
fr: Titre

source: Session type
fr: Type de session

source: Status
fr: Statut

source: No proposals submitted yet.
fr: Aucune proposition pour le moment.

source: Proposals you have joined as an additional speaker
fr: Propositions auxquelles vous avez participé en tant qu'intervenant addionnel

source: Proposals you have been invited to join
fr: Propositions que vous avez été invité(e) à rejoindre

source: Reviews
fr: Votes

source: Review Sections
fr: Catégorie de propositions

source: Proposals you have reviewed
fr: Propositions que vous avez évaluées

source: Speaker / Title
fr: Intervenant / Titre

source: Your Vote
fr: Votre Vote

source: Sponsorship
fr: Partenariat

source: Apply to be a sponsor
fr: Devenir Sponsor

source: If you or your organization would be interested in sponsorship opportunities, you will find in <a href="%(SITE_BASE)s/partenariat">sponsor section</a>.
fr: Si vous ou votre entreprise êtes intéressé(e) par un partenariat, voustrouverez toutes les informations sur <a href="%(SITE_BASE)s/partenariat">la page partenariats</a>.

source: Your Sponsorship
fr: Votre partenariat

source: As staff, you can directly
fr: En tant que membre de l'équipe, vous pouvez directement

source: All Sponsorship
fr: Tous les partenaires

source: Teams
fr: Équipes

source: Your Teams
fr: Équipes dont vous faîtes partie

source: Available Teams
fr: Équipes disponibles

source: %(username)s has applied to to join "%(team)s"
fr: %(username)s a rejoint l'équipe "%(team)s"

source: Welcome
fr: Bienvenue

source: Cancelled
fr: Annulée

source: Accepted
fr: Acceptée

source: Submitted
fr: Proposée

source: Invited
fr: Invité

source: Choose Response
fr: Choisir réponse

source: Accept invitation
fr: Accepter l'invitation

source: Decline invitation
fr: Décliner l'invitation

source: Submitted by
fr: Proposé par

source: Track
fr: Thématique

source: Audience Level
fr: Niveau du Public

source: Additional Speakers
fr: Intervenants additionnels

source: Invitation Sent
fr: Invitation envoyée

source: Abstract
fr: Description détaillée

source: Speaker Bio
fr: Biographie de l'Intervenant

source: No supporting documents attached to this proposal.
fr: Aucun document attaché à cette proposition.

source: Associated
fr: Associé

source: Display
fr: Afficher

source: Edit
fr: Modifier

source: Manage Additional Speakers
fr: Gérer les intervenants additionnels

source: Cancel Proposal
fr: Annuler cette proposition

source: Are you sure you want to cancel <b>{{ proposal.title }}</b>?
fr: Confirmer l'annulation de <b>{{ proposal.title }}</b>?

source: No, keep it for now
fr: Non, maintenir la proposition

source: Edit this proposal
fr: Modifier cette proposition

source: Cancel this proposal
fr: Annuler cette proposition

source: Remove me from this proposal
fr: Me supprimer de cette proposition

source: by
fr: par

source: Proposal Details
fr: Détail de la proposition

source: Supporting Documents
fr: Documents de Support

source: Reviewer Feedback
fr: Dialogue avec les relecteurs

source: delete
fr: supprimer

source: Add Document
fr: Ajouter un Document

source: Conversation with Reviewers
fr: Discussion avec le comité

source: Leave a Message
fr: Laisser un message

source: You can leave a message for the reviewers here.
fr: Vous pouvez laisser un messages aux relecteurs

source: Submit
fr: Valider

source: Manage speakers
fr: Gérer les intervenants

source: Cancel
fr: Annuler

source: Proposal:
fr: Proposition :

source: Edit proposal
fr: Modifier cette proposition

source: Current Speakers
fr: Intervenants

source: pending invitation
fr: en attente d'invitation

source: Add another speaker
fr: Ajouter un autre intervenant

source: Submit A Proposal
fr: Soumettre une proposition

source: Select what kind of proposal you'd like to submit:
fr: Sélectionnez le type de proposition que vous souhaitez faire :

source: Proposals are not currently open for submission.
fr: L'appel à propositions n'est pas ouvert actuellement.

source: Submit a Proposal for a %(kind.name)s
fr: Soumettre une proposition de type %(kind.name)s

source: You will be able to edit your proposal after it has been submitted. The program committee may ask questions, provide feedback, and even suggest changes to your proposal as part of the review processes.
fr: Vous pourrez éditer votre proposition une fois qu'elle sera soumise. Le comité de programme pourrait vous demander des question, vous faire des commentaires et même vous suggérer des changements à votre proposition durant le processus d'évaluation.

source: Save and Add Additional Speakers
fr: Sauvegarder et ajouter des intervenants

source: Category
fr: Catégorie

source: Your Rating
fr: Votre Vote

source: All Reviews
fr: Toutes les évaluations

source: Voting Status
fr: Statut du vote

source: Notified?
fr: Notifié ?

source: Speaker Feedback
fr: Dialogue avec l'intervenant

source: Current Results
fr: Résultats courants

source: Total Responses
fr: Total des réponses

source: Submit Review
fr: Soumettre le vote

source: Conversation with the submitter
fr: Discussion avec le soumetteur

source: Send a message
fr: Envoyer un message

source: If you'd like to communicate with the submitter, use the following form and he or she will be notified and given the opportunity to respond.
fr: Si vous souhaitez dialoguer avec le soumetteur, utilisez le formulaire suivant, il/elle sera notifié(e) et pourra vous répondre.

source: Edit Slot
fr: Modifier

source: Create Speaker Profile
fr: Créer votre profil d'intervenant

source: Edit Speaker Profile
fr: Modifier votre profil d'intervenant

source: Add a Sponsor
fr: Ajouter Sponsor

source: Apply to be a Sponsor
fr: Devenir Sponsor

source: Apply to Be a Sponsor
fr: Devenir Sponsor

source: Contact information
fr: Informations du contact

source: sponsor benefits
fr: avantages

source: About Our Sponsors
fr: Partenariat
